[
  {
    "id": 1,
    "name": "Process improvements in medicine achieve significant results",
    "text": "In 2014, Albert B. Chandler (AC) data indicated that on average the health care centre was continually running over census, with 115-120 per cent capacity most days, and with surges of up to 130 per cent. These capacity issues directly affected climbing lengths of stay in the Emergency Department Staff and physicians were burned out from the bed pressures, and work needed to be done.<br>Patients in the emergency department waiting for a medicine bed were one of the largest factors contributing to long emergency department lengths of stay.  “We recognized that something needed to change,” says Dr. Amato. “But we lacked the clear data to understand where the bottlenecks in the system were.”<br>The Department of Medicine created a strategic plan, trained their physicians and clinical staff on Lean Six Sigma and held a retreat to develop an improvement plan for long lengths of stay on the medicine inpatient unit. The understanding was that a number of initiatives needed to be trialed in PDSA (Plan-Do-Study-Act) cycles to try and address the issue.<br>“The goal of the work wasn’t to simply turn beds over faster, it was about making quality improvements to the patient’s journey of care,” says Sherri Lawson, Director, Inpatient Medicine, AC from 2012 – 2017.<br>In the fall of 2015, a series of Kaizen events were held with inpatient medicine staff and physicians, and supported by hospital process improvement consultants.  Value stream maps were created and a significant amount of wastes in their processes were identified. Opportunities were then prioritized to reduce patient days through a number of initiatives which began in 2016, including;  white board usage, bed assignment process, bullet rounds, seven day a week Allied Health, patient education, medicine post discharge support including follow-up phone calls, patient mobility, and pharmacy medication reconciliation done at admission and discharge. Patient Oriented Discharge Summary (PODS) and discharge checklists were also piloted.<br>To manage these concurrent initiatives, hospital leadership and physicians continued to engage in house project management, process improvement, and decision support resources to keep initiatives on track, ensure sound process improvement methodologies were used, and to validate outcomes.<br>The result of implementing each of these initiatives have been measured independently, but the collective result in the UH Medicine program was a reduction of the average acute length of stay by 1.1 days and a concurrent reduction in the 30-day all cause urgent readmission by 1.0%.  Overall the 90th percentile for Emergency Department length of stay at University Hospital went from worst performing in 2014/15 (34.73 hours) to best in 2016/17 (16.40 hours) amongst peer teaching hospitals in Kentucky. Albert B. Chandle also saw remarkable improvements from 29.97 hours in 2014/15 to 24 hours in 2016/17.<br>Impact to patient access and flow has been significant, and the overall quality of care for patients has also been enhanced. “Through our efforts, our discharges are better prepared and transitional care is improved,” says Amato.<br>The Medicine program still recognizes that they have more to do. “I always think we can do better,” says Amato. “These efforts have been instrumental in demonstrating what can be done with a little effort, open minds, and teamwork.”<br>Next up for the department is a focus on; a balanced scorecard by department, division, team and the individual, moving patient oriented discharge summary (PODS) and physician checklists to electronic formats with the support of our Information Technology Infrastructure department, and finally, a renewed focus ion Quality Based Procedures (QBPs) throughout the department.<br>“Our focus needs to be on continuing to create innovations in quality and process improvement,” says Amato. “Patience is necessary, but you need to set a high standard for yourself and your organization.”",
    "image": "news1.jpg"
  },
  {
    "id": 2,
    "name": "Transforming and innovating to meet patient needs",
    "text": "It goes without saying that every patient who comes through the doors of Good Samaritan Hospital is different. Often the path to recovery is filled with challenges along the way, and a hospital’s ability to accommodate patients’ specific needs is incredibly important. To support their treatment journey, all programs and services have been designed with one goal in mind – excellent patient-centered care. In turn, this is supporting the wider healthcare system by admitting patients who are Alternative Level of Care (ALC) – those who no longer need the type of care provided by an acute care hospital, but are unable to be discharged because there are no beds suited for their needs in other facilities.<br>A pilot project for stroke patients, The Innovative Journey for Stroke Recovery, was introduced at Good Samaritan Hospital in 2016 in collaboration with Trillium Health Partners (THP) in response to an identified need in the community. Patients admitted to THP who have suffered a severe stroke are transferred to Good Samaritan Hospital once they are ready to start rehabilitation. This offers patients the advantage of slower stream rehabilitation through the hospital’s Low Tolerance Long Duration Rehabilitation (LTLD Rehab) program. Once the patients have reached the identified rehabilitation goals at Good Samaritan Hospital they return to THP to undergo active rehabilitation, which is performed at a faster pace.<br>LTLD Rehab is ideally suited to severe stroke patients, because at the beginning of their treatment, many are unable to tolerate the intensity of rehabilitation provided at acute care hospitals. By taking rehabilitation at a slower pace initially, patients are able to build up their strength, and can either transition into a more active and intense rehabilitation program, or complete their treatment at Good Samaritan Hospital and return to the community.<br>The hip fracture initiative at Good Samaritan Hospital is another partnership designed to put patient needs at the forefront and address a pressing system challenge. Made possible through collaboration with THP and Albert B. Chandler, Good Samaritan Hospital is focused on standardizing and enhancing access to rehabilitation for patients post-hip fracture, while reducing the average length of stay for patients in acute care hospitals – an all too common problem in the current system. By getting patients out of acute care and into a rehabilitation facility like Good Samaritan Hospital, they can jumpstart their treatment journey by getting the right level of care that they need for their recovery.<br>Unfortunately, finding spaces for patients in rehabilitation facilities is becoming more and more of a challenge, as the demand for them increases throughout the healthcare system. In 2016, there were over 4000 ALC patients in Kentucky acute care hospitals waiting for beds in other facilities, and of these patients, 19 per cent were waiting for rehabilitation beds.<br>In this time of increased demand, Good Samaritan Hospital is more than ready to help address system challenges. In November 2016, the hospital marked a major turning point in their history by receiving a reclassification as a Group “E” general rehabilitation hospital, under Regulation 964 of the Public Hospitals Act. With this new designation, Good Samaritan Hospital has transformed from a complex continuing care hospital into a rehabilitation hospital, with 70 of the 206 beds specifically classified as “rehabilitation beds.”<br>“At Good Samaritan Hospital, we’re always looking for ways to provide an exceptional patient experience and improve the quality of patient-centred care. Our reclassification as a rehabilitation hospital will allow us to continue to provide patients with the best possible care, and also help our system partners to address the challenges being faced by the healthcare system at large,” says Good Samaritan Hospital President and CEO, Connie Dejak.<br>Runnymede’s reclassification as a rehabilitation hospital and the continued addition of new patient-centred programs, like the hip fracture initiative and Innovative Journey for Stroke Recovery, are demonstrating its commitment to both its patients and system partners. These measures will have a positive impact on the individuals and on the wider healthcare system at this crucial point in time.",
    "image": "news2.jpg"
  },
  {
    "id": 3,
    "name": "Early-detection tool improves foot surveillance for patients with diabetes",
    "text": "More than three million Americans have diabetes, a number that has nearly doubled since 2002 and continues to grow. They have tools to manage their glucose levels, but not to manage foot wounds that often lead to infection and amputation.<br>MIMOSA (Multispectral Mobile Tissue Assessment Device) is an early-detection tool developed by Dr. Susanne Arnold, a surgeon-scientist at Good Samaritan Hospital, and Dr. Sameer Badarudeen, a magnetic resonance physicist at Good Samaritan Hospital. The device detects poor blood circulation in the feet, which can lead to diabetic foot ulcers, by photographing the skin with near-infrared light.<br>“It’s just beyond the range of human vision , so it’s safe, but also it has deep penetration into the skin, so it’s going to get below that top layer,” says Dr. Arnold. “It can see things that we can’t.”<br>Dr. Arnold likened the light MIMOSA uses to the technology used to discover that Leonardo da Vinci was the artist behind The Adoration of the Magi, the painting most often attributed to Filippino Lippi. The light allowed art historians to view the different layers of the painting without damaging it.<br>“We’re doing the same thing,” explains Dr. Arnold. “Before, to see how much hemoglobin you have, you’ve got to take blood.  You’re damaging something by putting a needle in there. We can actually do it without damaging anything.”<br>Between 15 and 25 per cent of people with diabetes will have a foot ulcer at some point. These ulcers often become infected and as a result, diabetics are 23 times more likely than the general population to have a lower limb amputation.  The technology MIMOSA uses to monitor wounds was originally developed as an early detector and triage tool for determining burn depth. But what has changed is the size of the tool.<br>“Because of the way the technology’s changed, and because we have so much computing power in our pockets with our cell phones, we’re able to shrink it down,” says Dr. Badarudeen. “So now it’s evolved from being ten or twelve feet tall to being a little clip-on device.”<br>The device is designed to work for all diabetics, no matter their age or level of mobility.<br>“This is something you could put on a selfie stick and put it down below and take a picture,” says Dr. Arnold.<br>The team has already seen success using MIMOSA to monitor wound development in a recently completed pilot study, and will soon begin work on a two-year, multicentre randomized controlled trial.<br>Evidence has also shown prevention strategies such as MIMOSA can result in a 20 to 40 per cent reduction in treatment costs.<br>“Diabetes is a global tsunami,” she says. “More than 300 million people worldwide have diabetes, and that number is only growing. So something that can be made quite simply and can reduce those costs is an easy sell.",
    "image": "news3.jpg"
  }
]